Repository: wildfish/django-star-ratings
Catalog: star_ratings/locale/*/LC_MESSAGES/django.po
Languages: eu

source: Score
eu: Puntuak

source: Rating average
eu: Puntuazio media

source: User is mandatory!
eu: Erabiltzailea beharrezkoa da!

source: IP address is mandatory!
eu: IP helbidea beharrezkoa da!

source: Already rated.
eu: Dagoeneko puntuatuta.

source: Log in to rate
eu: Sartu puntuatzeko

source: Average:
eu: Media:

source: Rating Count:
eu: Puntuak guztira:

source: You Rated:
eu: Zure puntuak:

source: Not rated
eu: Puntuatu gabe

source: Please log in to rate.
eu: Mesedez sartu puntuatzeko.
